
{
	"home1": "home",
	"home2": "Cross-chain",
	"home3": "Music station",
	"home4": "NFT",
	"home5": "Mine",
	"index1": "BBA Alliance",
	"index2": "Ecological solution",
	"index3": "Combustion plan",
	"index4": "Insurance pool",
	"index5": "BBA burning",
	"index6": "USDT burning",
	"index7": "Dividend pool",
	"index8": "Invitation link",
	"index9": "The total amount of local currency burned:",
	"index10": "Total amount of USDT burned:",
	"index11": "Announcement of cooperation:",
	"index12": "Link",
	"index13": "Venture Capital Card:",
	"index14": "quantity",
	"index15": "open",
	"index16": "display more",
	"index17": "illustrate",
	"index18": "250 cards combined into 50 creation cards",
	"index19": "100 holders are held by the first phase of consensus, and the remaining 50 are synthesized from venture capital cards.",
	"index20": "My assets",
	"index21": "My earnings",
	"index22": "My NFT (stay tuned)",
	"index23": "My team",
	"index24": "Version Information",
	"index25": "Contact us",
	"index26": "Queuing pool",
	"index27": "The total number of queues in the entire network",
	"index28": "Single address BBA queuing",
	"index29": "Address",
	"index30": "Admission time",
	"index31": "Admission amount",
	"content1": "The total amount of combustion produced by the entire network",
	"content2": "Single address participation burning time, amount",
	"content3": "My join",
	"content4": "join",
	"content5": "Settlement income",
	"info0": "Current USDT balance",
	"info1": "Balance",
	"info2": "Single address USDT queue",
	"info3": "burning pool",
	"info4": "Not open yet",
	"info5": "My team",
	"info6": "My referral total",
	"info7": "Time",
	"info8": "Amount",
	"info9": "The BBA Alliance start-up team jointly launched the project with the Swiss Crypto Valley Blockchain Organization, the Quantum Blockchain Laboratory of Moscow State University, and well-known Chinese communities. We are committed to the development and application of blockchain technology, building the world's top community, and integrating cross-chain bridge applications, games, entertainment, and digital collections into a comprehensive application ecosystem. In the future, blockchain technology will further promote innovation and development in finance, Internet of Things, intellectual property, social media and other fields. Our goal is to enrich our lifestyle through innovation and provide fair, just, long-term and efficient services to crypto market enthusiasts through a decentralized DAO organizational framework.",
	"info10": "1. Divided into two combustion schemes: USDT and BBA combustion:",
	"info11": "The USDT deposit amount is in the range of 30-500u. If you participate in burning, you will get 2 times the exit. The BBA deposit amount is between 10 and 500 coins. If you participate in the burning, you will get 2 times the exit. (Gold standard USDT withdrawal) The distribution method is: 30% is burned to the black hole, 50% is distributed to players who participated in the burning, 10% is deposited in the insurance pool, and 10% is used as a direct push reward.",
	"info12": "2. Introduction to gameplay:",
	"info13": "There are four pools involved in burning - the queuing pool (determined by the smart contract based on transaction volume and pot liquidity) - the burning pool (the amount is 50% of the queuing admission amount) - the dividend pool (50% of the players participating in the burning will settle) -Insurance pool (50% of the queuing admission amount precipitated by 10% of players participating in the burning pool is the burning pool amount, and the entire network will be publicly released according to the entry time. For example: the queuing admission amount is 10,000, and the amount participating in the burning will be is 5000. The contract will be triggered after 12 hours, and dividends will be settled based on the entry time. Accounts that meet the 12-hour conditions will receive dividends, and those that do not meet the conditions will wait for the next settlement.",
	"info14": "3. Insurance pool mechanism:",
	"info15": "- When the total amount of burning in the entire network reaches 10,000 tokens, all burning will stop deflation (including pool and DAPP burning). - All the bonus pool amount will be transferred to the insurance pool for distribution to the burning pool players who have not been eliminated, and they will be eliminated with capital guaranteed. Queue pool players will be automatically cancelled. The remaining amount of the insurance pool will be divided equally among the last five players entering the game.",
	"info16": "1. The first issuance of Binance Chain BBA tokens will establish a preliminary member consensus system through token burning, and early participants will receive community dividends. When the tokens are destroyed to the rated amount, the holders will be mapped to the inscription block of the second stage, and holders who hold the rated amount of tokens will be eligible to participate in the second stage of ecological applications.",
	"info17": "2. Issue NFT cards, of which the first 100 creation cards are held by the marketing team for a long time. Card holders will receive 1% of the token marketing dividend. When the number of currency holdings of players in the later market reaches a certain amount, they will receive venture capital cards. , venture capital cards can be synthesized into creation cards, and those who hold the synthetic cards will become governance members of the DAO organization and permanently enjoy token marketing benefits, platform operation benefits, etc.",
	"info18": "3. Cross-chain bridge application protocol. Our technical feature is to solve the current single network problem. Our intelligent cross-chain protocol can realize the conversion of BSC chain tokens to BRC20 inscriptions and digital collections, perfectly realizing the token volume. Transition to the Inscription Market.",
	"info19": "4. Blockchain music service platform. In the future, all music will be defined in a decentralized manner on the blockchain. Each work will be given a unique hash value and stored in the blockchain world in the form of code.",
	"info20": "5. Based on the consensus of community tokens, the promotion of the NFT market, the widespread application of cross-chain bridges and the increase in music platform members, we will issue new tokens based on the volume of Inscription. The first goal is to be listed on the Matcha and Biter exchanges, and the second goal is to be listed on the European and Binance exchanges.",
	"info21": "Copied successfully",
	"info22": "My earnings",
	"info23": "extract",
	"info24": "Total number of queue pools",
	"info25": "Total amount of combustion pool",
	"info26":"empower",
	"info27":"My superior's address",
	"info28":"No superiors at present",
	"info29":"accumulated settlement income",
	"info30":"in progress",
	"info31":"All wait in line",
	"info32":"All number of Burners",
	"info33":"type",
	"info34":"queuing",
	"info35":"burning",
	"info36":"address",
	"info37":"time",
	"info38":"number of coins",
	"info39":"currency type",
	"info40":"coin value",
	"info41":"location",
	"info42":"serial Number",
	"info43":"Please select currency",
	"info44":"number of withdrawals not made",
	"info45":"total number of exits from the bureau",
	"info46":"order",
	"info47":"Cannot bind oneself",
	"info48":"Please enter the binding address",
	"info49":"More",
	"info50":"USDT (not yet open)",
	"textInfo1": "Direct promotion income",
	"textInfo2": "Static income",
	"textInfo3": "Countdown to heavy volume",
	"textInfo5": "Queuing progress"
}
